{
  "slug": "p3-intellect-athena",
  "blocks": [
    {
      "key": "p3.sections",
      "type": "markdown",
      "value": {
        "items": [
          {
            "id": "intro",
            "heading": "Piston 3: Intellect – 8PQ Athena",
            "body": "By reading the home page you already know that EMMA emphasize on intellect the most, despite knowing emotion plays a big role in our life. EMMA believes the main reason most people do not achieve their full potential is that they did not understand the logic, reason, behind things. Only reason, can differentiate between good and bad, right and wrong and truth from lies.\n\nUsing system 2, once we understand how emotion the subconscious mind, passion works, we can then practice, form habit of the good things only. We can influence our emotion, our system 1 to the right direction by using frontal cortex.\n\nTo sharpen your brain, take the following short quizzes. You should later practice to solve similar problems. Many puzzle and quiz books are available. Many online courses are available.\n\nTo take the following test please strictly follow the instruction and do not cheat, otherwise following test won’t have any meaning. Time limit is critical."
          },
          {
      "key": "hero.image",
      "language": "en",
      "block_type": "image",
      "value": { "url": "/media/gallery/2025/05.jpg", "alt": "EMMA Foundation" },
      "sort_order": 4
    },
          {
            "id": "q1",
            "heading": "Question 1 – Average Speed: Houston ↔ Dallas",
            "body": "Instruction: You can read the following question twice only. You are allowed to have 40 seconds in total reading the question twice. You are not allowed to use paper, pencil or calculator. You must solve this problem in your head.\n\nYou must find your answer within 1 min. after you read the question. You must write down your answer. You can’t change your answer after writing it down the first time. Do not read any further down this page until after you write down your answer. Get your stop watch ready.\n\n**Question:** If you travel from Houston, Texas to Dallas, Texas, USA with 100 miles/hr. speed and return back with 200 miles/hr. speed using the same route and you did not stop anywhere then what is your average speed of the whole trip?"
          },
          {
            "id": "q2",
            "heading": "Question 2 – Bat and Ball Problem",
            "body": "Instruction: You can’t use paper or pencil or calculator. You must do this problem in your head. You have 30 seconds to write down your answer. This is a standard popular problem.\n\n**Question:** A bat and a ball cost one dollar and ten cents. Bat cost one dollar more than the ball. How much does the bat and ball cost separately?\n\n**Note:** Two third of the college graduates with math, science and engineering degree in the US fail in this test if following the instruction strictly. What does that tell you about our educational system?\n\nChatGPT passes question 1 and 2, as I predicted. Because these are pure mathematical problem. But when it is a matter of real intelligence test ChatGPT fails miserably. Check out EMMA Foundation copy righted original puzzles 3, 4 and 5 below.\n\n**Notification:** Following three questions # 3, 4, and 5 are EMMA’s created original questions. EMMA reserve the copyright for the following three questions."
          },
          {
            "id": "q3",
            "heading": "Question 3 – Who Has the Higher Probability of Getting Robbed?",
            "body": "Instruction: You have 1 minutes to answer this question.\n\n**Question:** Who has the higher probability of getting robbed?\n\na) You  \nb) Your neighbor\n\nWhy? You do not get credit for giving just the right answer but for giving the right reason behind the right answer.\n\n**Note:** 80% of the college graduates, even with math, science and engineering degree in the US fail in this test. What does that tell you about our educational system? ChatGPT fails in this test as of Oct. 2023 as EMMA expected. What does that tell you about the hype of AI, let alone ASI or AGI?"
          },
          {
            "id": "q4",
            "heading": "Question 4 – Probability: US, China and Taiwan (2015)",
            "body": "Instruction: You have 1 minutes to answer this question.\n\nGiven that this question was developed in 2015, which of the following is more probable?\n\na) US attacked China  \nb) China attacked Taiwan then US attacked China\n\nWhy? You do not get credit for giving just the right answer but for giving the right reason behind the right answer."
          },
          {
            "id": "q5",
            "heading": "Question 5 – Religion Probability Question",
            "body": "Religion Question: Read the quiz below that is titled for your religion. If you are a non-religious person then pick any. As usual, you do not get credit for giving just the right answer but for giving the right reason behind the right answer.\n\n### For Christians\nAlthough Mr. Smith was born in Christian family but he was far from Christian teachings. He did not know anything about Jesus or Christianity. Mr. Smith, a Black American was raised by a single mother in a poor neighborhood. He dropped out of school. He had bad friends. He got involved in drug dealing. He even got addicted to drug. Eventually at age of 21 he was caught and put to prison for 3 years. In the prison he met a born-again Christian person who began to teach him all about Jesus and Christianity. Eventually, Mr. Smith got it. He accepted Jesus as his savior and promised himself he will live a straight life once he gets out of prison. After completing his time in the prison when he got out, he admitted himself to school and finished his high school. Then he joined college and finished his degree.  \n[Click on \"Next\" below]\n\nWhich of the following is more probable?\n\na) Mr. Smith is a school teacher  \nb) Mr. Smith is a school teacher but still experiments with drug occasionally.\n\n### For Muslims\nAlthough Mr. Abdul Rahman was born in an Islamic family but he was far from Islamic teachings. He did not know anything about Mohammad or Islam. Abdul Rahman, was raised by a single mother in a poor neighborhood. He dropped out of school. He had bad friends. He got involved in drug dealing. He even got addicted to drug. Eventually at age of 21 he was caught and put to prison for 3 years. In the prison he met a born-again Pious Muslim person who began to teach him all about Mohammad and Islam. Eventually, Abdul Rahman got it. He accepted Islam and Mohammad as his savior and promised himself he will live a straight life according to Sharia once he gets out of prison. After completing his time in the prison when he got out, he admitted himself to school and finished his high school. Then he joined college and finished his degree.\n\nWhich of the following is more probable?\n\na) Abdul Rahman is a school teacher  \nb) Abdul Rahman is a school teacher but still experiments with drug occasionally.\n\n### For Hindus\nAlthough Mr. Patel was born in Hindu family but he was far from Hindu teachings. He did not know anything about Krishna or Hinduism. Mr. Patel, was raised by a single mother in a poor neighborhood. He dropped out of school. He had bad friends. He got involved in drug dealing. He even got addicted to drug. Eventually at age of 21 he was caught and put to prison for 3 years. In the prison he met a born-again Hindu person who began to teach him all about Krishna and Hinduism. Eventually, Mr. Patel got it. He accepted Krishna and Hinduism his savior and promised himself he will live a straight life once he gets out of prison. After completing his time in the prison when he got out, he admitted himself to school and finished his high school. Then he joined college and finished his degree.\n\nWhich of the following is more probable?\n\na) Mr. Patel is a school teacher  \nb) Mr. Patel is a school teacher but still experiments with drug occasionally.\n\n**Note:** 75% of the college graduates, even with math, science and engineering degree in the US fail in this test. What does that tell you about our educational system? ChatGPT fails in this test as of Oct. 2023 as EMMA expected. What does that tell you about the hype of AI, let alone ASI or AGI?"
          },
          {
            "id": "q6",
            "heading": "Question 6 – Flower and Roses Problem",
            "body": "Do you see any problem in the following equatorial logic?\n\nAll roses are flowers  \nSome flowers fade quickly  \nTherefore, some roses fade quickly"
          },
          {
            "id": "q7",
            "heading": "Question 7 – Josephus Problem",
            "body": "n number of people are standing in a circle. One person (P1) has a knife. He kills the person at his left (P2) (in clockwise direction) and leave the knife on the dead body. The alive person to the left of the dead person (P3) (same clock wise direction) pulls the knife out and kills the person (P4) in his left. This continues in the same clockwise direction over and over again until the last surviving person. Who survives at the end?"
          },
          {
            "id": "q8",
            "heading": "Question 8 – Two Eggs and a Tall Building",
            "body": "You are given two eggs to use to find the lowest floor of a tall building from where if you drop the egg then it will break. Describe the process."
          },
          {
            "id": "q9",
            "heading": "Question 9 – Coin Flipping Problem",
            "body": "You start with greater than 64 coins lined up on the table all head up.\n\n2) During to the first round you turn every other coin.  \n3) Then you turn every 3rd coin  \n4) Then you turn every 4th coin….and so on.\n\n**Question:** What would be the result, pattern of coins you end up with in terms of Head and Tail."
          },
          {
            "id": "club",
            "heading": "8PQ Athena Club – Intellect and GQ",
            "body": "The 8PQ Athena club is dedicated to intellectual pursuit, emphasizing the importance of General Quotient (GQ) over IQ. While IQ is a measure of intelligence, GQ encompasses a broader range of intellectual abilities and skills that are vital for success across all 8 pistons of life. The club highlights the significance of intellectual development and its impact on personal growth and achievements. EMMA Foundation is working on a more comprehensive form intelligence measurement 8PQ, named after EMMA founders created 8-Pistons.\n\nThe belief is that behind all success lies two main factors: 1) Intellect and 2) Passion. Intellectual capacity, represented by GQ, plays a crucial role in shaping one's abilities to navigate various aspects of life effectively. It is the foundation upon which passion and determination are built, enabling individuals to excel in their pursuits.\n\nTo support and foster intellectual growth, the club refers to Nobel Laureate Daniel Kahneman's influential book, \"Thinking, Fast and Slow.\" This work offers valuable insights into cognitive processes and decision-making, encouraging club members to engage in thoughtful and rational exploration of ideas.\n\nEMMA Foundation invites individuals to start their own local clubs under the name and support of 8PQ Athena. These clubs can be established for any of EMMA's 8 Pistons, allowing like-minded individuals to come together and explore intellectual topics in-depth. EMMA will provide guidance and assistance to help these clubs thrive and contribute positively to their members' personal and intellectual development.\n\nAdditionally, the foundation is working on developing a new measurement called 8PQ, which aims to be a more comprehensive and practical assessment of intelligence for real-world applications in human life. This measurement is intended to provide a better understanding of an individual's cognitive abilities and how they can be harnessed to achieve success and fulfillment in various endeavors.\n\nBy promoting intellectual pursuit and providing a platform for knowledge sharing and growth, 8PQ Athena clubs are set to empower individuals to reach their maximum potential and lead enriched lives across all aspects represented by EMMA's 8 Pistons."
          }
        ]
      }
    },

    {
      "key": "p3.images",
      "type": "markdown",
      "value": {
        "items": [

        ]
      }
    }
  ]
}
